var config = {
    // 网页标题
    title: "Which Eve",
    // 开始的ToXXX自定义
    toSb: {
        // 自定义Toxxx内容
        content: "To LNN：",
        // 字体颜色 推荐格式1.单词 格式2. #333333
        fontColor: "#901d22",
        // 字体大小
        fontSize: 40,
        // 是否加粗，默认0不加粗，1加粗
        fontWeight: 1,
        // 向左右移动 正右移 负左移
        leftOrRight: 0,
        // 向上下移动 正下移 负上移
        topOrBottom: 50
    },
    // 礼物大小
    gift: {
        width: 350,
        height: 350
    },
    // 确定音乐后加载文案
    loading: "加载中...",
    // 圣诞树出来后要说的话
    talks: {
        // 注意，注意，注意这里标点符号使用英文输入法
        content: ["你好啊，LNN", "我希望你", "一直快乐", "♥", "愿你温暖而善良，自由且富余", "愿往后余生，不负流年，不负你", "我和你跨过分秒，愿也可以跨过余生岁月" ,"我们选择了彼此", "如果也说是赌注的话", "那也是在义无反顾的赌" ,"不是看股价跌了，亏损了一点，就想着赶快换掉", "别人都可以舍弃，都可以做工具人", "但你" ,"我真心喜欢", "也真心对待", "你不相信，那以后走着瞧好了","快点好起来吧","等我们都好了，就能见面了","你啊，爱逞强还爱哭鼻子", "有心事还不愿意跟我说...","我当然喜欢听也会理解咯","总之，快点好起来吧","Dear Lnn，我希望你，快快乐乐♥"],
        // 字体大小
        fontSize: 40,
        // 文字颜色 推荐格式1.单词 格式2. #333333
        fontColor: "pink",
        // 向左右移动 正右移 负左移
        leftOrRight: 0,
        // 向上下移动 正下移 负上移
        topOrBottom: 400
    },
}